Repository: Bespridelschic/TimeTrace
Catalog: Views/Strings/*/CalendarsVM.resw
Source language: en_us
Languages: ru_ru

source: Black
ru_ru: Чёрный

source: Blue
ru_ru: Голубой

source: Calendar
ru_ru: Календарь

# CalendarAdding
source: Create a new calendar
ru_ru: Создание нового календаря

# CalendarAddingError
source: The name for the new calendar is empty
ru_ru: Не заполнено имя для нового календаря

# CalendarAddingErrorTitle
source: Error adding new calendar
ru_ru: Ошибка добавления нового календаря

# CalendarChangeError
source: Error changing data
ru_ru: Ошибка при изменении данных

# CalendarChanging
source: Editing a calendar
ru_ru: Редактирование календаря

# CalendarChangingError
source: The name of the calendar you are changing is not filled
ru_ru: Не заполнено имя изменяемого календаря

# CalendarChangingErrorTitle
source: Error changing calendar
ru_ru: Ошибка изменения календаря

# CalendarColor
source: Color of the calendar
ru_ru: Цвет календаря

# CalendarDescription
source: Short description of the calendar
ru_ru: Краткое описание календаря

# CalendarDescriptionTitle
source: Description
ru_ru: Описание

# CalendarName
source: Name of the new calendar
ru_ru: Название нового календаря

# CalendarNameTitle
source: Name
ru_ru: Название

# CalendarWasRemovedNotification
source: Calendars with all projects and events inside were removed
ru_ru: Календари со всеми проектами и событиями внутри были удалёны

source: Cancel
ru_ru: Отмена

# CascadingRemovalNotification
source: with all the projects and events inside was removed
ru_ru: со всеми проектами и событиями внутри был удалён

# CascadingRemovalWarning
source: Delete will result in the loss of all projects and events inside the calendar!
ru_ru: Удаление приведет к потере всех проектов и событий внутри календаря!

# Change
source: Edit
ru_ru: Изменить

source: Confirm action
ru_ru: Подтверждение действия

# ConfirmationRemoving
source: Are you sure you want to delete the calendar
ru_ru: Вы уверены что хотите удалить календарь

# ConfirmRemove
source: Confirm removal
ru_ru: Подтверждение удаления

source: Create
ru_ru: Создать

source: Dark blue
ru_ru: Синий

source: Green
ru_ru: Зелёный

source: Later
ru_ru: Отложить

source: Light green
ru_ru: Светло-зелёный

source: Light purple
ru_ru: Светло-фиолетовый

# OperationSuccess
source: Operation completed successfully
ru_ru: Операция завершена успешно

source: Orange
ru_ru: Оранжевый

source: Pink
ru_ru: Розовый

source: Purple
ru_ru: Фиолетовый

source: Red
ru_ru: Красный

source: Remove
ru_ru: Удалить

# RemoveConfirm
source: Are you sure that you want to delete calendars and all internal projects and events for:
ru_ru: Вы уверены что хотите удалить календари и все внутренние проекты и события для:

# UndefinedErrorMessage
source: Unexpected error, try again later
ru_ru: Непредвиденная ошибка, попробуйте позже

source: Yellow
ru_ru: Жёлтый
